brew "git"
brew "lazygit"
brew "neovim"
brew "nvm"
brew "pnpm"
brew "go"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "delta"
cask "font-fira-code-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "brave-browser"
cask "raycast"
cask "shortcat"
cask "bitwarden"
cask "ghostty"
cask "visual-studio-code"
cask "karabiner-elements"
cask "slack"
cask "discord"
cask "zoom"
cask "prusaslicer"
cask "betterdisplay"
cask "zoxide"
cask "ripgrep"
cask "tmux"
cask "yazi"
